Repository: CoLdAs1cE/filmkodi
Catalog: plugin.video.wizjatv/resources/language/Hebrew/strings.po
Languages: he_il

# #42008
source: Tools
he_il: כלים

# #30033
source: Favourites
he_il: מועדפים

# #30481
source: Set login and password to service
he_il: הגדר שם משתמש וסיסמה לשירות

# #30482
source: Yes
he_il: כן

# #30483
source: No
he_il: לא

# #30485
source: buy premium account
he_il: קנה חשבון פרמיום

# #30486
source: Wrong login on password on wizja.tv
he_il: פרטי כניסה שגויים ל-wizja.tv

# #30487
source: Wrong Password Too Many Times on wizja.tv - wait 60 minutes
he_il: הכנסת סיסמה שגויה יותר מדי פעמים ל- wizja.tv - המתן 60 דקות

# #30488
source: Other error on wizja.tv
he_il: שגיאות אחרות ב-wizja.tv

# #30490
source: No premium, wizja.tv
he_il: לא פרימיום, wizja.tv

# #30492
source: Starting wizja.tv, please wait.
he_il: מתחיל את wizja.tv, נא המתן.

# #30496
source: Premium active
he_il: פרימיום פעיל

# #30497
source: Wrong password on wizja.tv
he_il: סיסמה לא נכונה ל-wizja.tv
